Revit 2024 API
ParameterTypeId.BackgroundPatternColorParam Property
 "Background Pattern Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BackgroundPatternColorParam { get; }
Visual Basic
Public Shared ReadOnly Property BackgroundPatternColorParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BackgroundPatternColorParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace